/* Add Classification */
"AddClassification" = "Add Classification";

/* Are you sure you wish to delete the classification %@ ? */
"DeleteClassification" = "Are you sure you wish to delete the classification %@ ?";

/* The Classification you are editing was deleted remotely. You will be returned to the main screen. */
"Deleted.Message" = "The Classification you are editing was deleted remotely. You will be returned to the main screen.";

/* Current Classification Deleted */
"Deleted.Title" = "Current Classification Deleted";

/* Edit Classification */
"EditClassification" = "Edit Classification";

/* The Classification you are editing was modified remotely. You will be returned to the main screen. */
"Modified.Message" = "The Classification you are editing was modified remotely. You will be returned to the main screen.";

/* Current Classification Modified */
"Modified.Title" = "Current Classification Modified";

